
export const MANGO_WEATHER = ["అకాల వర్షం", "పొగమంచు", "మబ్బులతో కూడిన వాతావరణం", "పొడి మరియు వెచ్చని వాతావరణం",
    "తీవ్రమైన ఎండ, వడగాల్పులు", "చలితీవ్రత"
];
export const PADDY_WEATHER = ["ఎండగా ఉండటం", "తీవ్రమైన ఎండ", "పొడి వాతావరణం", " అధిక తేమ",
    "తక్కువ తేమ", "చిరుజల్లులు", "ఎడతెరిపి లేని వర్షం", "భారీ వర్షం", "పొలంలో నీరు నిలిచి ఉండటం", "మబ్బులతో కూడిన ఆకాశం", 
    "పొగమంచు", "బలమైన గాలులు"];

export const MANGO_GROWTH_STAGES = ["లేత మొక్క (0 నుండి 1 సంవత్సరం)", "ఇంకా కాపుకు రాని చెట్టు (2 నుండి 4 సంవత్సరాలు)", "పూతకు ముందు దశ", 
"పూత దశ", "పిందె దశ", "కాయ ఎదుగుదల దశ", "కోత దశ", "కొమ్మల కత్తిరింపు దశ"];

export const PADDY_GROWTH_STAGES = ["నారుమడి దశ", "పిలకలు వేసే దశ", "పొట్ట దశ", "పూత దశ", " కోత దశ"];
